IdeaRS.OpenModel.Beam.IdeaBeamImportSettings
Represents settings of improt options into Idea Connections

IdeaRS.OpenModel.Beam.IdeaBeamImportSettings.#ctor
Constructor - it sets default values

IdeaRS.OpenModel.Beam.IdeaBeamImportSettings.UseWizard
Open import wizard window

IdeaRS.OpenModel.Beam.IdeaBeamImportSettings.ExportAllLinearCombination
All linear combination will be exported to IDEA connection

IdeaRS.OpenModel.Beam.IdeaBeamImportSettings.UserWizardBrand
Set user Wizard Brand